{
  "profile": {
    "pt": {
      "kind": "Estudos",
      "name": "Flashcards - Aplicativo Móvel para Estudos com Notas de Lembretes",
      "intro": "Flashcards Mobile, é um aplicativo móvel (Android ou iOS) que permite aos usuários estudar uma coleção de flashcards desenvolvido no curso de Desenvolvedor React na Udacity. Com o aplicativo, os usuários podem criar diferentes categorias de flashcards chamados \"decks\", adicionar flashcards a esses decks e realizar um quiz nesses decks."
    },
    "fr": {
      "kind": "Études",
      "name": "Flashcards - Application mobile pour les études avec notes de rappel",
      "intro": "Flashcards Mobile, est une application mobile (Android ou iOS) qui permet aux utilisateurs d'étudier une collection de cartes mémoire développées dans le cours React Developer chez Udacity. Avec l'application, les utilisateurs peuvent créer différentes catégories de cartes mémoire appelées \"decks\", ajoutez des flashcards à ces decks et répondez à un quiz sur ces decks."
    },
    "en": {
      "kind": "Studies",
      "name": "Flashcards - Mobile App to Studies With Reminder Cards",
      "intro": "Flashcards Mobile, is a mobile app (Android or iOS) that allows users to study a collection of flashcards developed in the React Developer course at Udacity. With the app, users can create different categories of flashcards called \"decks\", add flashcards to those decks, and make the quizes in these decks."
    },
    "es": {
      "kind": "Estudios",
      "name": "Flashcards - Aplicación Móvil para Estudios con Tarjetas de Recordatorio",
      "intro": "Flashcards Mobile, es una aplicación móvil (Android o iOS) que permite a los usuarios estudiar una colección de flashcards desarrollado en el curso React Developer en Udacity. Con la aplicación, los usuarios pueden crear diferentes categorías de tarjetas didácticas llamadas \"decks\", agregar tarjetas didácticas a esos mazos y hacer las pruebas en estos mazos."
    }
  },
  "tags": ["React", "Redux", "React Native", "JavaScript", "Mobile"],
  "stack": {
    "frontend": [
      {
        "name": "React",
        "tags": ["Redux", "Redux-thunk"]
      }
    ],
    "others": [
      {
        "name": "React Native",
        "tags": ["Expo", "React Native Elements", "React Native Indicator", "React Navigation"]
      }
    ]
  }
}
